package com.example.frank.test.model;

/**
 * 创建者     frank
 * 创建时间   2017/6/14 20:13
 * 描述	      ${TODO}
 * 更新者     $Author$
 * 更新时间   $Date$
 * 更新描述   ${TODO}
 */

public class Constant {

    public static final String JSON = "{\n" +
            "    \"AllUpEnabled\": \"1\",\n" +
            "    \"Away\": \"希臘\",\n" +
            "    \"Date\": \"17/05\",\n" +
            "    \"Enabled\": \"1\",\n" +
            "    \"FixedOddsPoolEnabled\": \"1\",\n" +
            "    \"Home\": \"俄羅斯\",\n" +
            "    \"Inplay\": \"1\",\n" +
            "    \"InplayDelay\": \"1\",\n" +
            "    \"League\": \"歐洲國家盃\",\n" +
            "    \"MLCKickOff\": \"1\",\n" +
            "    \"MatchAbandoned\": \"0\",\n" +
            "    \"MatchConcluded\": \"0\",\n" +
            "    \"MatchDateTime\": \"17052015 05:20\",\n" +
            "    \"MatchDay\": \"SUN\",\n" +
            "    \"MatchID\": \"94805\",\n" +
            "    \"MatchNum\": \"1\",\n" +
            "    \"MatchPoolCloseDate\": \"17/05\",\n" +
            "    \"MatchPoolCloseTime\": \"05:20\",\n" +
            "    \"Opened\": \"1\",\n" +
            "    \"Pools\": {\n" +
            "        \"PoolInfo\": [\n" +
            "            {\n" +
            "                \"AllUpFlag\": \"1\",\n" +
            "                \"Enabled\": \"1\",\n" +
            "                \"HalfTimeFlag\": \"0\",\n" +
            "                \"InPlayFlag\": \"1\",\n" +
            "                \"InplayDelay\": \"1\",\n" +
            "                \"OddsSet\": {\n" +
            "                    \"OddsInfo\": [\n" +
            "                        {\n" +
            "                            \"Enabled\": \"1\",\n" +
            "                            \"Number\": \"2\",\n" +
            "                            \"Odds\": \"2.78\",\n" +
            "                            \"Value\": \"2@2.78\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                            \"Enabled\": \"1\",\n" +
            "                            \"Number\": \"X\",\n" +
            "                            \"Odds\": \"3.32\",\n" +
            "                            \"Value\": \"X@3.32\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                            \"Enabled\": \"1\",\n" +
            "                            \"Number\": \"1\",\n" +
            "                            \"Odds\": \"2.22\",\n" +
            "                            \"Value\": \"1@2.22\"\n" +
            "                        }\n" +
            "                    ]\n" +
            "                },\n" +
            "                \"OddsUpdateTime\": \"06:45\",\n" +
            "                \"Pool\": \"HAD\",\n" +
            "                \"SingleFlag\": \"1\",\n" +
            "                \"StopSell\": \"17/05 05:20\",\n" +
            "                \"XT\": \"0\"\n" +
            "            },\n" +
            "            {\n" +
            "                \"AllUpFlag\": \"1\",\n" +
            "                \"Enabled\": \"2\",\n" +
            "                \"HalfTimeFlag\": \"0\",\n" +
            "                \"InPlayFlag\": \"0\",\n" +
            "                \"InplayDelay\": \"0\",\n" +
            "                \"OddsSet\": {\n" +
            "                    \"OddsInfo\": [\n" +
            "                        {\n" +
            "                            \"Enabled\": \"0\",\n" +
            "                            \"Number\": \"0\",\n" +
            "                            \"Odds\": \"2.10\",\n" +
            "                            \"Value\": \"0@2.10\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                            \"Enabled\": \"0\",\n" +
            "                            \"Number\": \"1\",\n" +
            "                            \"Odds\": \"3.10\",\n" +
            "                            \"Value\": \"1@3.10\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                            \"Enabled\": \"0\",\n" +
            "                            \"Number\": \"2\",\n" +
            "                            \"Odds\": \"4.10\",\n" +
            "                            \"Value\": \"2@4.10\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                            \"Enabled\": \"0\",\n" +
            "                            \"Number\": \"3\",\n" +
            "                            \"Odds\": \"5.10\",\n" +
            "                            \"Value\": \"3@5.10\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                            \"Enabled\": \"0\",\n" +
            "                            \"Number\": \"4\",\n" +
            "                            \"Odds\": \"6.10\",\n" +
            "                            \"Value\": \"4@6.10\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                            \"Enabled\": \"0\",\n" +
            "                            \"Number\": \"5\",\n" +
            "                            \"Odds\": \"7.10\",\n" +
            "                            \"Value\": \"5@7.10\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                            \"Enabled\": \"0\",\n" +
            "                            \"Number\": \"6\",\n" +
            "                            \"Odds\": \"8.10\",\n" +
            "                            \"Value\": \"6@8.10\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                            \"Enabled\": \"0\",\n" +
            "                            \"Number\": \"7\",\n" +
            "                            \"Odds\": \"9.10\",\n" +
            "                            \"Value\": \"7@9.10\"\n" +
            "                        }\n" +
            "                    ]\n" +
            "                },\n" +
            "                \"OddsUpdateTime\": \"06:40\",\n" +
            "                \"Pool\": \"TTG\",\n" +
            "                \"SingleFlag\": \"1\",\n" +
            "                \"StopSell\": \"17/05 05:20\",\n" +
            "                \"XT\": \"0\"\n" +
            "            },\n" +
            "            {\n" +
            "                \"AllUpFlag\": \"1\",\n" +
            "                \"Enabled\": \"2\",\n" +
            "                \"HalfTimeFlag\": \"0\",\n" +
            "                \"InPlayFlag\": \"0\",\n" +
            "                \"InplayDelay\": \"0\",\n" +
            "                \"OddsSet\": {\n" +
            "                    \"OddsInfo\": [\n" +
            "                        {\n" +
            "                            \"Enabled\": \"0\",\n" +
            "                            \"Number\": \"E\",\n" +
            "                            \"Odds\": \"2.10\",\n" +
            "                            \"Value\": \"E@2.10\"\n" +
            "                        },\n" +
            "                        {\n" +
            "                            \"Enabled\": \"0\",\n" +
            "                            \"Number\": \"O\",\n" +
            "                            \"Odds\": \"1.10\",\n" +
            "                            \"Value\": \"O@1.10\"\n" +
            "                        }\n" +
            "                    ]\n" +
            "                },\n" +
            "                \"OddsUpdateTime\": \"06:40\",\n" +
            "                \"Pool\": \"OOE\",\n" +
            "                \"SingleFlag\": \"1\",\n" +
            "                \"StopSell\": \"17/05 05:20\",\n" +
            "                \"XT\": \"0\"\n" +
            "            },\n" +
            "            {\n" +
            "                \"AllUpFlag\": \"1\",\n" +
            "                \"Enabled\": \"2\",\n" +
            "                \"HalfTimeFlag\": \"0\",\n" +
            "                \"InPlayFlag\": \"0\",\n" +
            "                \"InplayDelay\": \"0\",\n" +
            "                \"OddsSet\": [\n" +
            "                    {\n" +
            "                        \"OddsInfo\": [\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"托迪\",\n" +
            "                                \"Number\": \"101\",\n" +
            "                                \"Odds\": \"2.00\",\n" +
            "                                \"Value\": \"101@2.00\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"納尼\",\n" +
            "                                \"Number\": \"102\",\n" +
            "                                \"Odds\": \"2.20\",\n" +
            "                                \"Value\": \"102@2.20\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"阿馬利\",\n" +
            "                                \"Number\": \"103\",\n" +
            "                                \"Odds\": \"2.50\",\n" +
            "                                \"Value\": \"103@2.50\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"基比斯\",\n" +
            "                                \"Number\": \"104\",\n" +
            "                                \"Odds\": \"3.15\",\n" +
            "                                \"Value\": \"104@3.15\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"賓納迪\",\n" +
            "                                \"Number\": \"105\",\n" +
            "                                \"Odds\": \"3.70\",\n" +
            "                                \"Value\": \"105@3.70\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"迪李維奧\",\n" +
            "                                \"Number\": \"106\",\n" +
            "                                \"Odds\": \"3.90\",\n" +
            "                                \"Value\": \"106@3.90\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"利亞\",\n" +
            "                                \"Number\": \"107\",\n" +
            "                                \"Odds\": \"4.10\",\n" +
            "                                \"Value\": \"107@4.10\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"巴保\",\n" +
            "                                \"Number\": \"108\",\n" +
            "                                \"Odds\": \"4.25\",\n" +
            "                                \"Value\": \"108@4.25\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"加度素\",\n" +
            "                                \"Number\": \"109\",\n" +
            "                                \"Odds\": \"5.06\",\n" +
            "                                \"Value\": \"109@5.06\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"加奴\",\n" +
            "                                \"Number\": \"110\",\n" +
            "                                \"Odds\": \"5.70\",\n" +
            "                                \"Value\": \"110@5.70\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"索利奧圖\",\n" +
            "                                \"Number\": \"111\",\n" +
            "                                \"Odds\": \"6.10\",\n" +
            "                                \"Value\": \"111@6.10\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"馬高馬田\",\n" +
            "                                \"Number\": \"112\",\n" +
            "                                \"Odds\": \"6.30\",\n" +
            "                                \"Value\": \"112@6.30\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"奧簡艾甸\",\n" +
            "                                \"Number\": \"113\",\n" +
            "                                \"Odds\": \"6.45\",\n" +
            "                                \"Value\": \"113@6.45\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"朴成冠\",\n" +
            "                                \"Number\": \"114\",\n" +
            "                                \"Odds\": \"6.57\",\n" +
            "                                \"Value\": \"114@6.57\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"金哲浩\",\n" +
            "                                \"Number\": \"115\",\n" +
            "                                \"Odds\": \"7.40\",\n" +
            "                                \"Value\": \"115@7.40\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"雷拿度\",\n" +
            "                                \"Number\": \"116\",\n" +
            "                                \"Odds\": \"7.59\",\n" +
            "                                \"Value\": \"116@7.59\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"卡迪亞\",\n" +
            "                                \"Number\": \"117\",\n" +
            "                                \"Odds\": \"8.86\",\n" +
            "                                \"Value\": \"117@8.86\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"奧積比治\",\n" +
            "                                \"Number\": \"118\",\n" +
            "                                \"Odds\": \"9.00\",\n" +
            "                                \"Value\": \"118@9.00\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"李華度\",\n" +
            "                                \"Number\": \"119\",\n" +
            "                                \"Odds\": \"9.30\",\n" +
            "                                \"Value\": \"119@9.30\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"主其他\",\n" +
            "                                \"Number\": \"120\",\n" +
            "                                \"Odds\": \"10.56\",\n" +
            "                                \"Value\": \"120@10.56\"\n" +
            "                            }\n" +
            "                        ],\n" +
            "                        \"Tag\": \"1\"\n" +
            "                    },\n" +
            "                    {\n" +
            "                        \"OddsInfo\": [\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"尼斯達\",\n" +
            "                                \"Number\": \"201\",\n" +
            "                                \"Odds\": \"1.50\",\n" +
            "                                \"Value\": \"201@1.50\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"伊恩奴斯\",\n" +
            "                                \"Number\": \"202\",\n" +
            "                                \"Odds\": \"1.53\",\n" +
            "                                \"Value\": \"202@1.53\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"季銘義\",\n" +
            "                                \"Number\": \"203\",\n" +
            "                                \"Odds\": \"1.60\",\n" +
            "                                \"Value\": \"203@1.60\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"李明\",\n" +
            "                                \"Number\": \"204\",\n" +
            "                                \"Odds\": \"1.80\",\n" +
            "                                \"Value\": \"204@1.80\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"金東進\",\n" +
            "                                \"Number\": \"205\",\n" +
            "                                \"Odds\": \"2.10\",\n" +
            "                                \"Value\": \"205@2.10\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"辛甸奴\",\n" +
            "                                \"Number\": \"206\",\n" +
            "                                \"Odds\": \"2.65\",\n" +
            "                                \"Value\": \"206@2.65\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"孫祥\",\n" +
            "                                \"Number\": \"207\",\n" +
            "                                \"Odds\": \"2.83\",\n" +
            "                                \"Value\": \"207@2.83\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"肇俊哲\",\n" +
            "                                \"Number\": \"208\",\n" +
            "                                \"Odds\": \"3.08\",\n" +
            "                                \"Value\": \"208@3.08\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"小野伸二\",\n" +
            "                                \"Number\": \"209\",\n" +
            "                                \"Odds\": \"4.66\",\n" +
            "                                \"Value\": \"209@4.66\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"魏新\",\n" +
            "                                \"Number\": \"210\",\n" +
            "                                \"Odds\": \"5.20\",\n" +
            "                                \"Value\": \"210@5.20\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"閻嵩\",\n" +
            "                                \"Number\": \"211\",\n" +
            "                                \"Odds\": \"5.64\",\n" +
            "                                \"Value\": \"211@5.64\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"張爍\",\n" +
            "                                \"Number\": \"212\",\n" +
            "                                \"Odds\": \"6.60\",\n" +
            "                                \"Value\": \"212@6.60\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"周挺\",\n" +
            "                                \"Number\": \"213\",\n" +
            "                                \"Odds\": \"7.20\",\n" +
            "                                \"Value\": \"213@7.20\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"李健\",\n" +
            "                                \"Number\": \"214\",\n" +
            "                                \"Odds\": \"8.30\",\n" +
            "                                \"Value\": \"214@8.30\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"積波亞\",\n" +
            "                                \"Number\": \"215\",\n" +
            "                                \"Odds\": \"8.83\",\n" +
            "                                \"Value\": \"215@8.83\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"占士哥連斯\",\n" +
            "                                \"Number\": \"216\",\n" +
            "                                \"Odds\": \"9.52\",\n" +
            "                                \"Value\": \"216@9.52\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"艾古斯甸\",\n" +
            "                                \"Number\": \"217\",\n" +
            "                                \"Odds\": \"10.30\",\n" +
            "                                \"Value\": \"217@10.30\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"阿拿治\",\n" +
            "                                \"Number\": \"218\",\n" +
            "                                \"Odds\": \"10.55\",\n" +
            "                                \"Value\": \"218@10.55\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"查古\",\n" +
            "                                \"Number\": \"219\",\n" +
            "                                \"Odds\": \"10.80\",\n" +
            "                                \"Value\": \"219@10.80\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"0\",\n" +
            "                                \"Name\": \"客其他\",\n" +
            "                                \"Number\": \"220\",\n" +
            "                                \"Odds\": \"12.00\",\n" +
            "                                \"Value\": \"220@12.00\"\n" +
            "                            }\n" +
            "                        ],\n" +
            "                        \"Tag\": \"2\"\n" +
            "                    },\n" +
            "                    {\n" +
            "                        \"OddsInfo\": {\n" +
            "                            \"Enabled\": \"0\",\n" +
            "                            \"Name\": \"無首名入球\",\n" +
            "                            \"Number\": \"00\",\n" +
            "                            \"Odds\": \"25.00\",\n" +
            "                            \"Value\": \"00@25.00\"\n" +
            "                        },\n" +
            "                        \"Tag\": \"0\"\n" +
            "                    }\n" +
            "                ],\n" +
            "                \"OddsUpdateTime\": \"06:40\",\n" +
            "                \"Pool\": \"FGS\",\n" +
            "                \"SingleFlag\": \"1\",\n" +
            "                \"StopSell\": \"17/05 05:20\",\n" +
            "                \"XT\": \"0\"\n" +
            "            },\n" +
            "            {\n" +
            "                \"AllUpFlag\": \"1\",\n" +
            "                \"Enabled\": \"1\",\n" +
            "                \"HalfTimeFlag\": \"0\",\n" +
            "                \"InPlayFlag\": \"1\",\n" +
            "                \"InplayDelay\": \"1\",\n" +
            "                \"OddsSet\": [\n" +
            "                    {\n" +
            "                        \"OddsInfo\": [\n" +
            "                            {\n" +
            "                                \"Enabled\": \"1\",\n" +
            "                                \"Number\": \"11\",\n" +
            "                                \"Odds\": \"1.11\",\n" +
            "                                \"Value\": \"11@1.11\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"1\",\n" +
            "                                \"Number\": \"X1\",\n" +
            "                                \"Odds\": \"2.10\",\n" +
            "                                \"Value\": \"X1@2.10\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"1\",\n" +
            "                                \"Number\": \"21\",\n" +
            "                                \"Odds\": \"3.10\",\n" +
            "                                \"Value\": \"21@3.10\"\n" +
            "                            }\n" +
            "                        ],\n" +
            "                        \"Tag\": \"H\"\n" +
            "                    },\n" +
            "                    {\n" +
            "                        \"OddsInfo\": [\n" +
            "                            {\n" +
            "                                \"Enabled\": \"1\",\n" +
            "                                \"Number\": \"1X\",\n" +
            "                                \"Odds\": \"4.10\",\n" +
            "                                \"Value\": \"1X@4.10\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"1\",\n" +
            "                                \"Number\": \"XX\",\n" +
            "                                \"Odds\": \"5.10\",\n" +
            "                                \"Value\": \"XX@5.10\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"1\",\n" +
            "                                \"Number\": \"2X\",\n" +
            "                                \"Odds\": \"6.10\",\n" +
            "                                \"Value\": \"2X@6.10\"\n" +
            "                            }\n" +
            "                        ],\n" +
            "                        \"Tag\": \"D\"\n" +
            "                    },\n" +
            "                    {\n" +
            "                        \"OddsInfo\": [\n" +
            "                            {\n" +
            "                                \"Enabled\": \"1\",\n" +
            "                                \"Number\": \"12\",\n" +
            "                                \"Odds\": \"7.10\",\n" +
            "                                \"Value\": \"12@7.10\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"1\",\n" +
            "                                \"Number\": \"X2\",\n" +
            "                                \"Odds\": \"8.10\",\n" +
            "                                \"Value\": \"X2@8.10\"\n" +
            "                            },\n" +
            "                            {\n" +
            "                                \"Enabled\": \"1\",\n" +
            "                                \"Number\": \"22\",\n" +
            "                                \"Odds\": \"9.10\",\n" +
            "                                \"Value\": \"22@9.10\"\n" +
            "                            }\n" +
            "                        ],\n" +
            "                        \"Tag\": \"A\"\n" +
            "                    }\n" +
            "                ],\n" +
            "                \"OddsUpdateTime\": \"06:40\",\n" +
            "                \"Pool\": \"HFT\",\n" +
            "                \"SingleFlag\": \"1\",\n" +
            "                \"StopSell\": \"17/05 05:20\",\n" +
            "                \"XT\": \"0\"\n" +
            "            }\n" +
            "        ]\n" +
            "    },\n" +
            "    \"Progress\": {\n" +
            "        \"Corner\": \"0\",\n" +
            "        \"CornerFull\": \"0\",\n" +
            "        \"MatchProgress\": \"FIRST HALF\",\n" +
            "        \"MatchProgressEx\": \"FIRST HALF\",\n" +
            "        \"Result\": \"0:0\"\n" +
            "    }\n" +
            "}";
}
